{
  "about": "About",
  "patron": "Patron",
  "discover": "Discover",
  "values": "Values",
  "join": "Join",
  "universities": "Universities",
  "events": "Events",
  "sponsors": "Sponsors",
  "contact": "Contact",
  "heroSubtitle": "Discover your quantum potential",
  "heroTitle1": "LACQ Feynman",
  "heroTitle2": "Academic League of",
  "heroTitle3": "Quantum Computing",
  "heroDescription": "Want to stand out in the quantum universe? Join LACQ Feynman!",
  "exploreButton": "Explore",
  "joinButton": "Join the League",
  "universitiesTitle": "Your university here",
  "universitiesDescription": "Bring your institution to participate in the National Quantum Computing League.",
  "universitiesButton": "Join the League",
  "aboutTitle": "Transforming the future of computing",
  "aboutDescription": "We connect students, researchers and professionals to create, educate and innovate in quantum computing in Brazil.",
  "missionTitle": "Our mission",
  "missionText1": "Founded in 2024 at the Federal University of Rio Grande do Sul (UFRGS), LACQ Feynman was born with the purpose of promoting research and training in quantum computing.",
  "missionText2": "We seek to connect emerging talents with the future of quantum technologies, building a vibrant ecosystem of learning and innovation.",
  "membersCount": "+1,200",
  "membersLabel": "Members across the country",
  "projectsCount": "+25",
  "projectsLabel": "Active research projects",
  "workshopsCount": "+18",
  "workshopsLabel": "Workshops held",
  "opportunitiesTitle": "Opportunities for students",
  "researchTitle": "Research Projects",
  "researchDescription": "Work on quantum algorithms, applications and theories in projects with professors and professionals.",
  "workshopsTitle": "Workshops and Courses",
  "workshopsDescription": "Learn quantum computing from basic concepts to programming on platforms like Qiskit and Cirq.",
  "careerTitle": "Internships and Career",
  "careerDescription": "Secure positions at research centers and partner startups through our network of connections.",
  "contactTitle": "Get in touch",
  "contactDescription": "We are here to clarify your doubts, hear suggestions or start a collaboration with the National Quantum Computing League.",
  "contactEmailLabel": "Contact email",
  "namePlaceholder": "Name",
  "phonePlaceholder": "Phone",
  "emailPlaceholder": "Email",
  "subjectPlaceholder": "Subject",
  "messagePlaceholder": "Message",
  "sendingText": "Sending...",
  "sendButton": "Send",
  "joinUsTitle": "Why join LACQ Feynman?",
  "joinUsDescription": "Discover the benefits of being part of an innovative, collaborative and passionate community about quantum computing.",
  "pioneerTitle": "Be Part of a Pioneering Movement",
  "pioneerText": "Join a community at the forefront of quantum computing research and innovation. As a member of LACQ Feynman, you will be part of a group dedicated to exploring revolutionary technologies that will shape the future of computing.",
  "researchTitle": "Access Cutting-Edge Research",
  "researchTitleAlt": "Access Cutting-Edge Research",
  "researchText": "Participate in advanced projects and research in quantum computing, contributing to innovations that are changing the world. LACQ Feynman offers a platform for students and professionals to explore new ideas and generate real impact.",
  "educationTitle": "Educational Opportunities",
  "educationText": "We offer workshops, lectures and courses to equip you with the knowledge and skills needed to excel in quantum computing. Whether you are just starting or already experienced, our educational programs will boost your advancement.",
  "networkingTitle": "Networking and Collaboration",
  "networkingText": "LACQ Feynman connects you to experts, industry professionals and other students, promoting collaboration opportunities and knowledge exchange. Build relationships that will boost your academic and professional growth.",
  "errorOccurred": "Error!",
  "errorDescription": "There was a problem processing your request. Please try again.",
  "tryAgain": "Try Again",
  "success": "Success!",
  "successDescription": "Your operation was completed successfully.",
  "continue": "Continue",
  "signupFormTitle": "Welcome to LACQ Feynman",
  "signupFormDescription": "Sign up to our platform to access exclusive resources and connect with the quantum computing community.",
  "firstName": "First name",
  "lastName": "Last name",
  "email": "Email address",
  "password": "Password",
  "confirmPassword": "Confirm password",
  "signUpButton": "Sign up →",
  "github": "GitHub",
  "google": "Google",
  "orContinueWith": "or continue with",
  "patronTitle": "Why is Richard Feynman our patron?",
  "pioneerTitle": "Pioneering in Quantum Computing",
  "pioneerText": "Feynman was one of the first to propose using quantum systems to simulate quantum phenomena, laying the foundations for what we now know as quantum computing.",
  "popularizationTitle": "Science Popularization",
  "popularizationText": "With his unique talent for explaining complex concepts clearly and accessibly, Feynman inspired students and scientists, aligning with our mission to democratize knowledge.",
  "curiosityTitle": "Curiosity and Interdisciplinarity",
  "curiosityText": "Feynman was known for his insatiable curiosity and for connecting different areas of knowledge, reflecting quantum computing's collaborative spirit.",
  "brazilTitle": "Love for Brazil",
  "brazilText": "Feynman had great affection for Brazil and used to play samba in circles in Rio de Janeiro, reinforcing his cultural and human bond with the country.",
  "feynmanLegacy": "Learn about Feynman's legacy",
  "valuesTitle": "Our Values",
  "valuesSubtitle": "Passion for shaping the future through knowledge, innovation and collaboration.",
  "visionTitle": "Our Vision",
  "visionText": "At LACQ Feynman, we seek to connect academics and professionals passionate about quantum computing, promoting a collaborative environment that drives future technologies.",
  "researchTitle": "Pioneering Research",
  "researchText": "We are dedicated to advancing cutting-edge research in quantum computing, exploring innovative solutions to solve some of the most complex challenges in the field.",
  "educationTitle": "Educational Excellence",
  "educationText": "We offer a wide variety of educational opportunities, including workshops, lectures and courses, to empower the next generation of leaders and quantum computing specialists.",
  "networkingTitle": "Networking Opportunities",
  "networkingText": "LACQ Feynman acts as a hub for connecting students, teachers and industry professionals, promoting impactful partnerships and knowledge exchange.",
  "innovationTitle": "Innovation in Practice",
  "innovationText": "Our projects aim to push the boundaries of quantum computing, developing practical applications capable of revolutionizing industries and technologies.",
  "collaborationTitle": "Collaborative Environment",
  "collaborationText": "We believe in the power of collaboration, uniting diverse minds to foster creativity and accelerate advances in quantum computing research.",
  "eventsTitle": "Academic Events",
  "eventsSubtitle": "Follow the most important events in Brazil's Quantum Computing community.",
  "event1Title": "Data Science Summit 2024",
  "event1Date": "October 2024",
  "event2Title": "VII Quantum Computing Workshop - UFSC",
  "event2Date": "October 2024",
  "eventsDetails": "View details",
  "eventsComingSoon": "More events will be added soon. Stay tuned.",
  "heroScrollText": "Scroll to explore",
  "exploreMoreTitle": "Explore More",
  "exploreMoreSubtitle": "Curated content to boost your learning.",
  "whyLACQFTitle": "Why LACQ Feynman?",
  "whyLACQFSubtitle": "Discover the exclusive benefits of being a member of our academic league.",
  "joinCommunityTitle": "Join the Community",
  "joinCommunitySubtitle": "Be part of the quantum revolution. One account, access to the entire ecosystem."
}
