{
  "about": "Quantum Coalition",
  "patron": "Patrono",
  "discover": "Descubra",
  "values": "Valores",
  "join": "Junte-se",
  "universities": "Universidades",
  "events": "Eventos",
  "sponsors": "Patrocinadores",
  "membership": "Junte-se",
  "contact": "Contato",
  "heroSubtitle": "Descubra seu potencial quântico",
  "heroTitle1": "LACQ Feynman",
  "heroTitle2": "Liga Acadêmica de",
  "heroTitle3": "Computação Quântica",
  "heroDescription": "Quer se destacar no universo quântico? Junte-se à LACQ Feynman!",
  "exploreButton": "Explorar",
  "joinButton": "Junte-se à Liga",
  "universitiesTitle": "Sua universidade aqui",
  "universitiesDescription": "Traga sua instituição para participar da Liga Nacional de Computação Quântica.",
  "universitiesButton": "Junte-se à Liga",
  "aboutTitle": "Fazemos parte da Quantum Coalition",
  "aboutDescription": "A LACQ Feynman integra a Quantum Coalition, rede global de clubes universitários que promove acessibilidade, diversidade e comunidade em computação quântica. Saiba mais em https://www.quantumcoalition.io/.",
  "missionTitle": "Nossa missão",
  "missionText1": "Fundada em 2024, em parceria com acadêmicos da UFRGS, UFPE, UFPB, UFSC, UFPR, USP, UNICAMP e UNESP.",
  "missionText2": "Buscamos conectar talentos emergentes com o futuro das tecnologias quânticas, construindo um ecossistema vibrante de aprendizagem e inovação.",
  "membersCount": "+1.200",
  "membersLabel": "Membros em todo o país",
  "projectsCount": "+25",
  "projectsLabel": "Projetos de pesquisa ativos",
  "workshopsCount": "+18",
  "workshopsLabel": "Workshops realizados",
  "opportunitiesTitle": "Oportunidades para estudantes",
  "researchTitle": "Projetos de Pesquisa",
  "researchDescription": "Trabalhe em algoritmos, aplicações e teorias quânticas em projetos com professores e profissionais.",
  "workshopsTitle": "Workshops e Cursos",
  "workshopsDescription": "Aprenda computação quântica desde os conceitos básicos à programação em plataformas como Qiskit e Cirq.",
  "careerTitle": "Estágios e Carreira",
  "careerDescription": "Conquiste vagas em centros de pesquisa e startups parceiras por meio da nossa rede de conexões.",
  "contactTitle": "Fale com a gente",
  "contactDescription": "Estamos aqui para esclarecer suas dúvidas, ouvir sugestões ou iniciar uma colaboração com a Liga Nacional de Computação Quântica.",
  "contactEmailLabel": "E-mail de contato",
  "namePlaceholder": "Nome",
  "phonePlaceholder": "Telefone",
  "emailPlaceholder": "Email",
  "subjectPlaceholder": "Assunto",
  "messagePlaceholder": "Mensagem",
  "sendingText": "Enviando...",
  "sendButton": "Enviar",
  "joinUsTitle": "Por que entrar para a LACQ Feynman?",
  "joinUsDescription": "Descubra os benefícios de fazer parte de uma comunidade inovadora, colaborativa e apaixonada por computação quântica.",
  "pioneerTitle": "Faça Parte de um Movimento Pioneiro",
  "pioneerText": "Junte-se a uma comunidade na vanguarda da pesquisa e inovação em computação quântica. Como membro da LACQ Feynman, você fará parte de um grupo dedicado a explorar tecnologias revolucionárias que vão moldar o futuro da computação.",
  "benefitsResearchTitle": "Acesse Pesquisas de Ponta",
  "researchTitleAlt": "Acesse Pesquisas de Ponta",
  "researchText": "Participe de projetos avançados e pesquisas em computação quântica, contribuindo para inovações que estão mudando o mundo. A LACQ Feynman oferece uma plataforma para estudantes e profissionais explorarem novas ideas e gerarem impacto real.",
  "educationTitle": "Oportunidades Educacionais",
  "educationText": "Oferecemos workshops, palestras e cursos para equipar você com o conhecimento e as habilidades necessárias para se destacar em computação quântica. Esteja você começando ou já com experiência, nossos programas educacionais vão impulsionar seu avanço.",
  "networkingTitle": "Networking e Colaboração",
  "networkingText": "A LACQ Feynman conecta você a especialistas, profissionais do setor e outros estudantes, promovendo oportunidades de colaboração e troca de conhecimento. Construa relações que vão impulsionar seu crescimento acadêmico e profissional.",
  "errorOccurred": "Erro!",
  "errorDescription": "Houve um problema ao processar sua solicitação. Por favor, tente novamente.",
  "tryAgain": "Tentar Novamente",
  "success": "Sucesso!",
  "successDescription": "Sua operação foi concluída com sucesso.",
  "continue": "Continuar",
  "signupFormTitle": "Bem-vindo à LACQ Feynman",
  "signupFormDescription": "Cadastre-se na nossa plataforma para acessar recursos exclusivos e conectar-se com a comunidade de computação quântica.",
  "firstName": "Primeiro nome",
  "lastName": "Último nome",
  "email": "Endereço de email",
  "password": "Senha",
  "confirmPassword": "Confirmar senha",
  "signUpButton": "Cadastrar →",
  "github": "GitHub",
  "google": "Google",
  "orContinueWith": "ou continue com",
  "patronTitle": "Por que Richard Feynman é nosso patrono?",
  "pioneerTitle": "Pioneirismo em Computação Quântica",
  "pioneerText": "Feynman foi um dos primeiros a propor o uso de sistemas quânticos para simular fenômenos quânticos, lançando as bases do que hoje conhecemos como computação quântica.",
  "popularizationTitle": "Popularização da Ciência",
  "popularizationText": "Com seu talento único para explicar conceitos complexos de forma clara e acessível, Feynman inspirou estudantes e cientistas, alinhando-se à missão de democratizar o conhecimento.",
  "curiosityTitle": "Curiosidade e Interdisciplinaridade",
  "curiosityText": "Feynman era conhecido por sua curiosidade insaciável e por conectar diferentes áreas do saber, refletindo o espírito colaborativo da computação quântica.",
  "brazilTitle": "Carinho pelo Brasil",
  "brazilText": "Feynman tinha grande afeto pelo Brasil e costumava tocar samba nas rodas no Rio de Janeiro, reforçando seu vínculo cultural e humano com o país.",
  "feynmanLegacy": "Conheça o legado de Feynman",
  "valuesTitle": "Nossos Valores",
  "valuesSubtitle": "Paixão por moldar o futuro por meio do conhecimento, inovação e colaboração.",
  "visionTitle": "Nossa Visão",
  "visionText": "Na LACQ Feynman, buscamos conectar acadêmicos e profissionais apaixonados por computação quântica, promovendo um ambiente colaborativo que impulsiona as tecnologias do futuro.",
  "researchTitle": "Pesquisa Pioneira",
  "researchText": "Somos dedicados ao avanço da pesquisa de ponta em computação quântica, explorando soluções inovadoras para resolver alguns dos desafios mais complexos da área.",
  "educationTitle": "Excelência Educacional",
  "educationText": "Oferecemos uma ampla variedade de oportunidades educacionais, incluindo workshops, palestras e cursos, para capacitar a próxima geração de líderes e especialistas em computação quântica.",
  "networkingTitle": "Oportunidades de Networking",
  "networkingText": "A LACQ Feynman atua como um hub para conectar estudantes, professores e profissionais do setor, promovendo parcerias impactantes e troca de conhecimento.",
  "innovationTitle": "Inovação na Prática",
  "innovationText": "Nossos projetos visam ultrapassar os limites da computação quântica, desenvolvendo aplicações práticas capazes de revolucionar indústrias e tecnologias.",
  "collaborationTitle": "Ambiente Colaborativo",
  "collaborationText": "Acreditamos no poder da colaboração, unindo mentes diversas para fomentar a criatividade e acelerar avanços na pesquisa em computação quântica.",
  "eventsTitle": "Eventos Acadêmicos",
  "eventsSubtitle": "Acompanhe os eventos mais importantes da comunidade de Computação Quântica no Brasil.",
  "event1Title": "Data Science Summit 2024",
  "event1Date": "Outubro 2024",
  "event2Title": "VII Workshop de Computação Quântica - UFSC",
  "event2Date": "Outubro 2024",
  "eventsDetails": "Ver detalhes",
  "eventsComingSoon": "Mais eventos serão adicionados em breve. Fique atento."
}
